[
    {
        "id": "middle_ui_1",
        "jobTitle": "Middle UX/UI Designer",
        "location": "Moldova",
        "type": "Full-time",
        "date": "2023-12-24",
        "firstSectionHeading": "What you will achieve",
        "firstSectionList": [
            "Design product concepts that balance vision, craft, speed, and business potential.",
            "Craft every detail of new product features, from idea to UX to pixel-perfect execution.",
            "Run projects end to end with engineers to drive your vision to the ship line.",
            "Use data and acquired intuition to prioritize, plan, and scope our product roadmap.",
            "Tell great stories throughout the user lifecycle, and across our site, products and other channels.",
            "Create new patterns that are intuitive and practical. Evolve our design system as we scale."
        ],
        "secondSectionHeading": "Skills you will bring",
        "secondSectionList": [
            "You have well-rounded skills and experience to run projects independently end to end.",
            "You can create clear, intuitive, and visually appealing human interfaces.",
            "You can untangle vague conceptual problems, and have a sharp intuition for the most accessible mental models and flows, so users can immediately start gaining value out of the product.",
            "You care about the business needs, implications, and practicality of your designs. You don't get stuck on pretty UI or deep abstractions, and can balance between craft, speed, and the bottom line.",
            "You have strong beliefs, loosely held. You're a good listener who collaborates well with different stakeholders. You observe and internalize all inputs and feedback to help you reach an optimal decision.",
            "You like to tell stories using both words and visuals, and strategize the best way to make your point."
        ],
        "thirdSectionHeading": "Nice to have",
        "thirdSectionList": [
            "You've designed and built great tools with small teams in the past.",
            "You bring unique strengths and perspectives to the team. We're looking to build a diverse team where our skills and experience can complement each other.",
            "You've experienced the pain of fragmented tools and information silos created by them, and have a strong urge to fix it."
        ],
        "fourthSectionHeading": "What you will get",
        "fourthSectionList": [
            "Net salary range **$2000 - $4000**",
            "Working on international projects with new technologies",
            "Helpful, friendly, down-to-earth colleagues",
            "Remote work, in-office or hybrid",
            "Trainings and career development opportunities",
            "English language courses",
            "Team building activities"
        ]
    }
]
